const logo = '天天外卖'
export default {
  errors: {
    error: '响应错误!'
  },
  common: {
    more_info: '了解更多',
    address: '地址',
    name: '姓名',
    email: '邮箱',
    mobile_number: '手机号',
    comment: '内容',
    submit: '提交'
  },
  navbar: {
    home: '首页',
    about_us: '关于我们',
    download: '下载',
    contact_us: '联系我们',
    why_us: '为什么选我们',
    join_us: '加入我们'
  },
  about_us: {
    background: '我们的简介',
    vision: '我们的愿景',
    mission: '我们的使命',
    text1: `现今社会，大家都在忙碌的工作环境中度过。但是，您的生活品质绝对不应该被忙碌的生活给淹没！${logo}“${logo}配送系统”的宗旨是要“为大家提供最便捷的生活品质”。我们的应用程序- ${logo}必定是您衣食住行上的小帮手！${logo}为您提供了一站式的配送服务平台，其中的配送物品包括食物，饮料，水果，鲜花和超市用品等日常必需品。通过我们的应用程序，消费者无需外出即可搜索到距离最短的商店。过后，只需几个步骤即可订购到所需的商品，即能医饱您的肚子，也能解决您的购物清单。一举多得！`,
    text2: `通过我们的一站式交付应用程序平台连接大马各种企业与客户`,
    text3: `通过应用程序体验来满足饥饿的客户的需求`
  },
  download: {
    join: `立刻下载${logo}`
  },
  contact_us: {
    text1: `您宝贵的意见是我们进步的秘诀！如您对我们的服务有任何意见，请联络我们！当然，我们的团队也很乐意为您解答您的问题。今天就联络我们吧！`,
    form_rules: {
      empty: `{name}不能为空！`,
      format: `请输入正确的{name}格式！`
    }
  },
  why_us: {
    text1: `我们是全马来西亚发展最快的技术公司之一。我们的平台已为数千家本地企业餐馆提供优质的服务，每天有数百名的骑手下递送数千笔订单。我们目前在全马许多大郊区都有提供高效服务，目前迅速扩展各区域。`,
    groups: {
      merchants: {
        title: '商家',
        content: `我们的平台优势能让您的提高收入，客户量翻倍，及客户忠诚度。${logo}不只提供优质服务，将您的离线业务与在线客户联系在一起，还不会给您的业务带来任何额外费用。在您目前的运营舒适的同时享受额外的业务收入，让我们协助您的生意在成本没变的情况下，利润翻几倍。立即加入我们吧！`
      },
      customers: {
        title: '客户',
        content: `与其他友好竞争对手相比，我们的平台上拥有大马最多的中华商家。通过${logo}来获取您最喜欢的中华美食以及其他产品和服务！别忘了，无论您身在何处，我们都可以提供长达15公里的输送范围。`
      },
      riders: {
        title: '骑手',
        content: `帮助${logo}为饥饿的客户提供服务的同时赚取额外的收入。我们的平台订单丰富，值得信赖，月收入过千不是梦！`
      }
    }
  }
}
